{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "mini.extra": {
      "src": "https://github.com/echasnovski/mini.extra"
    },
    "mini.notify": {
      "src": "https://github.com/echasnovski/mini.notify"
    },
    "mini.pick": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "mini.statusline": {
      "src": "https://github.com/echasnovski/mini.statusline"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "vim-gutentags": {
      "src": "https://github.com/ludovicchabant/vim-gutentags"
    }
  }
}
